Repository: CZ-NIC/foris-subordinates-plugin
Catalog: foris_plugins/subordinates/locale/*/LC_MESSAGES/foris.po
Languages: cs, de, pl, ru, sk

source: Set up
cs: Nastavit
de: Einrichten
pl: Skonfiguruj
ru: Настроить
sk: Nastaviť

source: Managed devices: Set up
cs: Spravovaná zařízení: nastavit
de: Verwaltete Geräte: einrichten
pl: Zarządzane urządzenia: Skonfiguruj
ru: Управляемые устройства: Настройка
sk: Spravované zariadenia: nastaviť

source: Token was successfully added and client '%(controller_id)s' should be visible in a moment.
cs: Token byl úspěšně přidán a klient „%(controller_id)s“ by za okamžik už měl být vidět.
de: Token wurde erfolgreich hinzugefügt und ein Client '%(controller_id)s' sollte jeden Moment sichtbar werden.
pl: Token został pomyślnie dodany, a klient '%(controller_id)s' powinien być widoczny za chwilę.
ru: Токен был успешно добавлен и клиент '%(controller_id)s' сейчас будет виден.
sk: Token bol úspešne pridaný a klient „%(controller_id)s“ by v tejto chvíli už mal byť viditeľný.

source: Failed to add token.
cs: Token se nepodařilo přidat.
de: Token konnte nicht hinzugefügt werden.
pl: Nie udało się dodać tokena.
ru: Не удалось добавить токен.
sk: Token sa nepodarilo vymazať.

source: Wrong HTTP method.
cs: Nesprávná HTTP metoda.
de: Inkorrekte HTTP-Methode.
pl: Niewłaściwa metoda HTTP.
ru: Неверный метод HTTP.
sk: Neplatná HTTP metóda.

source: Subordinate '%(controller_id)s' was successfully deleted.
cs: Podřízené „%(controller_id)s“ bylo úspěšně smazáno.
de: Untergeordnetes Gerät '%(controller_id)s' für Remote-Zugriff wurde erfolgreich gelöscht.
pl: Urządzenie podrzędne '%(controller_id)s' zostało pomyślnie usunięte.
ru: Нижестоящий '%(controller_id)s' был успешно удален.
sk: Podriadené „%(controller_id)s“ bolo úspešne vymazané.

source: Failed to delete subordinate '%(controller_id)s'.
cs: Nepodařilo se smazat podřízené „%(controller_id)s“.
de: Untergeordnetes Gerät '%(controller_id)s' konnte nicht gelöscht werden.
pl: Nie można usunąć urządzenia podrzędnego '%(controller_id)s'.
ru: Не удалось удалить нижестоящий '%(controller_id)s'.
sk: Nepodarilo sa vymazať podriadené „%(controller_id)s“.

source: Subordinate '%(controller_id)s' was successfully enabled.
cs: Podřízené „%(controller_id)s“ bylo úspěšně zapnuto.

source: Subordinate '%(controller_id)s' was successfully disabled.
cs: Podřízené „%(controller_id)s“ bylo úspěšně vypnuto.

source: Failed to enable subordinate '%(controller_id)s'.
cs: Nepodařilo se zapnout podřízené „%(controller_id)s“.
de: Untergeordnetes Gerät '%(controller_id)s' konnte nicht aktiviert werden.
pl: Nie można włączyć urządzenia podrzędnego '%(controller_id)s'.
ru: Не удалось включить нижестоящий '%(controller_id)s'.
sk: Nepodarilo sa zapnúť podriadené „%(controller_id)s“.

source: Failed to disable subordinate '%(controller_id)s'.
cs: Nepodařilo se vypnout podřízené „%(controller_id)s“.
de: Der Fernzugriff für das untergeordnete Gerät '%(controller_id)s' konnte nicht deaktiviert werden.
pl: Nie można wyłączyć urządzenia podrzędnego '%(controller_id)s'.
ru: Не удалось отключить нижестоящий '%(controller_id)s'.
sk: Nepodarilo sa vypnúť podriadené „%(controller_id)s“.

source: Device '%(controller_id)s' was successfully updated.
cs: Zařízení „%(controller_id)s“ bylo úspěšně aktualizováno.

source: Failed to update subordinate '%(controller_id)s'.
cs: Nepodařilo se aktualizovat podřízené „%(controller_id)s“.
de: Das untergeordnete Geräte '%(controller_id)s' konnte nicht aktualisiert werden.
pl: Nie można zaktualizować urządzenia podrzędnego '%(controller_id)s'.
ru: Не удалось обновить нижестоящий '%(controller_id)s'.
sk: Nepodarilo sa aktualizovať podriadené „%(controller_id)s“.

source: Subsubordinate '%(controller_id)s' was successfully updated.
cs: Podřízené „%(controller_id)s“ bylo úspěšně aktualizováno.

source: Failed to update subsubordinate '%(controller_id)s'.
cs: Nepodařilo se aktualizovat pořízené „%(controller_id)s“.
de: Das untergeordnete Geräte '%(controller_id)s' konnte nicht aktualisiert werden.
pl: Nie można zaktualizować urządzenia podrzędnego '%(controller_id)s'.
ru: Не удалось обновить нижестоящий нижестоящего '%(controller_id)s'.
sk: Nepodarilo sa aktualizovať podriadené „%(controller_id)s“.

source: Managed devices: Wi-Fi
cs: Spravovaná zařízení: Wi-Fi
de: Verwaltete Geräte: WLAN
pl: Zarządzane urządzenia: Wi-Fi
ru: Управляемые устройства: Wi-Fi
sk: Spravované zariadenia: Wi-Fi

source: Wi-Fi settings were successfully updated.
cs: Nastavení WiFi bylo úspěšně aktualizováno.

source: Failed to update Wi-Fi settings.
cs: Nastavení WiFi se nepodařilo uplatnit.

source: Managed devices
cs: Spravovaná zařízení
de: Verwaltete Geräte
pl: Zarządzane urządzenia
ru: Управляемые устройства
sk: Spravované zariadenia

source: Token file
cs: Soubor s tokenem
de: Token-Datei
pl: Plik tokenu
ru: Файл токена
sk: Súbor s tokenom

source: Edit device '%(controller_id)s'
cs: Upravit zařízení „%(controller_id)s“
de: Gerät '%(controller_id)s' bearbeiten
pl: Edytuj urządzenie '%(controller_id)s'
ru: Редактировать устройство '%(controller_id)s'
sk: Upraviť zariadenie „%(controller_id)s“

source: You can edit managed devices here. These managed devices are directly connected to this device.
cs: Zde je možné upravovat spravovaná zařízení. Ta jsou připojená přímo k tomuto zařízení.
de: Sie können verwaltete Geräte hier bearbeiten. Diese verwalteten Geräte sind direkt mit diesem Gerät verbunden.
pl: Tutaj możesz edytować urządzenia zarządzane. Te urządzenia są bezpośrednio połączone z tym urządzeniem.
ru: Вы можете редактировать управляемые устройства здесь. Они напрямую подключены к этому устройству.
sk: Tu je možné upraviť spravované zariadenia. Tie sú pripojené priamo k tomuto zariadeniu.

source: Custom Name
cs: Uživatelsky určený název
de: Benutzerdefinierter Name
pl: Nazwa niestandardowa
ru: Пользовательское имя
sk: Používateľom určený názov

source: Nicer name for your device '%(controller_id)s'.
cs: Pro člověka vystihující název pro zařízení „%(controller_id)s“.
de: Kurzname für Ihr Gerät '%(controller_id)s'.
pl: Ładniejsza nazwa dla twojego urządzenia '%(controller_id)s'.
ru: Хорошее имя для вашего устройства '%(controller_id)s'.
sk: Človeku zrozumiteľný názov pre zariadenie „%(controller_id)s“.

source: Edit managed device '%(controller_id)s'
cs: Upravit spravované zařízení „%(controller_id)s“
de: Verwaltetes Gerät '%(controller_id)s'' bearbeiten
pl: Edytuj zarządzane urządzenie '%(controller_id)s'
ru: Изменить управляемое устройство '%(controller_id)s'
sk: Upraviť spravované zariadenie „%(controller_id)s“

source: You can edit managed devices here. These devices are not not directly connected to this device but they are connected through another managed device.
cs: Spravovaná zařízení je možné upravovat zde. Tato zařízení nejsou přímo připojená k tomuto zařízení, ale jsou připojená prostřednictvím jiného spravovaného zařízení.
de: Sie können verwaltete Geräte hier bearbeiten. Diese Geräte sind nicht direkt mit diesem Gerät verbunden, sondern werden über ein anderes verwaltetes Gerät verbunden.
pl: Tutaj możesz edytować zarządzane urządzenia. Urządzenia te nie są bezpośrednio podłączone do tego urządzenia, ale są połączone za pośrednictwem innego zarządzanego urządzenia.
ru: Вы можете редактировать управляемые устройства здесь. Они подключены не напрямую, а через другое управляемое устройство.
sk: Spravované zariadenia je možné upravovať tu. Tieto zariadenia nie sú priamo pripojené k tomuto zariadeniu, ale sú pripojené pomocou iného spravovaného zariadenia.

source: Nicer name for your device with serial '%(controller_id)s'.
cs: Pro člověka vystihující název pro zařízení se sériovým číslem „%(controller_id)s“.
de: Kurzname für das Gerät mit der Nummer '%(controller_id)s'.
pl: Ładniejsza nazwa dla twojego urządzenia z numerem seryjnym '%(controller_id)s'.
ru: Хорошее имя для вашего устройства с серийным номером '%(controller_id)s'.
sk: Človeku zrozumiteľnejší názov pre zariadenie so sériovým číslom „%(controller_id)s“.

source: accepted
cs: přijato
de: akzeptiert
pl: zaakceptowany
ru: принято
sk: prijaté

source: incomming
cs: příchozí
de: eingehend
pl: przychodzące
ru: входящий
sk: prichádzajúce

source: Netboot
cs: Spouštění systému ze sítě
de: Netzboot
ru: Сетевая загрузка
sk: Zavádzanie zo siete

source: Connection to '%(controller_id)s' was interrupted.
cs: Spojení s „%(controller_id)s“ bylo přerušeno.
de: Die Verbindung zu '%(controller_id)s' wurde unterbrochen.
pl: Połączenie z '%(controller_id)s' zostało przerwane.
ru: Соединение с '%(controller_id)s' было прервано.
sk: Spojenie s „%(controller_id)s“ bolo prerušené.

source: Close
cs: Zavřít
de: Schließen
pl: Zamknij
ru: Закрыть
sk: Zavrieť

source: Apply
cs: Použít
de: Anwenden
pl: Zastosuj
ru: Применить
sk: Použiť

source: Serial
cs: Sériové číslo
de: Seriell
ru: Серийный
sk: Sériové číslo

source: Paired
cs: Spárováno
de: Gepaart
pl: Sparowany
ru: Соединенный
sk: Spárované

source: Paring
cs: Párování

source: Unpaired
cs: Spárování zrušeno
de: Paarung getrennt
pl: Nie sparowany
ru: Не соединенный
sk: Spárovanie zrušené

source: Revoke
cs: Odvolat platnost
de: Widerrufen
pl: Unieważnij
ru: Отменить
sk: Odvolať platnosť

source: Accept
cs: Přijmout
de: Akzeptieren
pl: Akceptuj
ru: Принять
sk: Prijať

source: No suitable devices found.
cs: Nenalezena vhodná zařízení.
de: Keine geeigneten Geräte gefunden.
pl: Nie znaleziono odpowiednich urządzeń.
ru: Подходящих устройств не найдено.
sk: Nenašli sa použiteľné zariadenia.

source: ID
cs: Identif.
ru: Идентификатор
sk: Identif.

source: State
cs: Stav
de: Status
pl: Stan
ru: Состояние
sk: Stav

source: Currently there are no managed devices.
cs: V tuto chvíli zde nejsou žádná spravovaná zařízení.
de: Derzeit gibt es keine verwalteten Geräte.
pl: Obecnie nie ma zarządzanych urządzeń.
ru: В настоящее время нет управляемых устройств.
sk: V tejto chvíli tu nie sú žiadne spravované zariadenia.

source: Devices
cs: Zařízení
de: Geräte
pl: Urządzenia
ru: Устройства
sk: Zariadenia

source: Channels
cs: Kanály
de: Kanäle
pl: Kanały
ru: Каналы
sk: Kanály

source: Currently there are no subordinates.
cs: V tuto chvíli zde nejsou žádná podřízená.
de: Derzeit gibt es keine untergeordneten Geräte.
pl: Obecnie nie ma urządzeń podrzędnych.
ru: В настоящее время нет нижестоящих.
sk: V tejto chvíli tu nie sú žiadne podriadené zariadenia.

source: Manage devices which can be booted from this device through network.
cs: Spravovat zařízení kterým je možné operační systém zavést ze sítě a to z tohoto zařízení.
de: Verwalten Sie Geräte, die von diesem Gerät über das Netzwerk gebootet werden können.
pl: Zarządzaj urządzeniami, które można uruchomić z tego urządzenia przez sieć.
ru: Управляйте устройствами, которые могут быть загружены с этого устройства через сеть.
sk: Spravovať zariadenia, ktoré je možné zaviesť z tohto zariadenia prostredníctvom siete.

source: Devices suitable for netboot
cs: Zařízení vhodná pro zavedení jejich systému ze sítě
de: Für den Netzboot geeignete Geräte
ru: Устройства, подходящие для сетевой загрузки
sk: Zariadenia použiteľné pre zavádzanie zo siete

source: Loading devices...
cs: Načítání zařízení…
de: Geräte werden geladen...
pl: Ładowanie urządzeń...
ru: Загрузка устройств...
sk: Načítavajú sa zariadenia...

source: Note that if everything goes well the accepted devices should <strong>eventually appear</strong> on <a href="%(setup_url)s">Set up</a> page.
cs: Poznamenejme, že pokud se vše podaří, přijatá zařízení by se <strong>případně měla objevit</strong> na stránce <a href="%(setup_url)s">Nastavit</a>.
de: Beachten Sie, dass, wenn alles gut läuft, die akzeptierten Geräte <strong>eventuell</strong> auf der <a href="%(setup_url)s">Set up</a> Seite erscheinen sollten.
ru: Обратите внимание, что если все идет хорошо, подключенные устройства должны <strong>в конечном итоге появиться</strong> на странице <a href="%(setup_url)s">Настройки</a>.
sk: Všimnite si, že pokiaľ sa všetko podarí, prijaté zariadenia by sa <strong>prípadne mali objaviť</strong> na stránke <a href="%(setup_url)s">Nastaviť</a>.

source: On this tab, you can set up other Turris devices which can be controlled by this device. You need to generate a token on the remote tab on the device you want to control and insert the token here.
cs: Na tomto panelu je možné nastavit ostatní Turris zařízení, které je možné ovládat z tohoto. Na zařízení, které chcete ovládat je třeba na panelu Vzdálené vytvořit token. Ten pak vložte sem.

source: Add device
cs: Přidat zařízení
de: Gerät hinzufügen
pl: Dodaj urządzenie
ru: Добавить устройство
sk: Pridať zariadenie

source: Upload token
cs: Nahrát token
de: Token hochladen
pl: Prześlij token
ru: Загрузить токен
sk: Nahrať token

source: Device list
cs: Seznam zařízení
de: Geräteliste
pl: Lista urządzeń
ru: Список устройств
sk: Zoznam zariadení

source: Loading managed devices...
cs: Načítání spravovaných zařízení…

source: On this tab, you can set up Wi-Fi of other devices controlled by this device.
cs: Na tomto panelu je možné nastavit Wi-Fi ostatních zařízení, ovládané z tohoto zařízení.

source: Subordinate '%(controller_id)s' was sucessfuly enabled.
de: Untergeordnetes Geräte '%(controller_id)s' wurde erfolgreich aktiviert.

source: Subordinate '%(controller_id)s' was sucessfuly disabled.
de: Untergeordnetes Gerät '%(controller_id)s' wurde erfolgreich deaktiviert.

source: Device '%(controller_id)s' was sucessfully updated.
de: Das Gerät '%(controller_id)s' wurde erfolgreich aktualisiert.

source: Subsubordinate '%(controller_id)s' was sucessfully updated.
de: Das untergeordnete Gerät '%(controller_id)s' wurde erfolgreich aktualisiert.

source: Wi-Fi
de: WLAN

source: Wifi settings was sucessfully updated.
de: Die WLAN-Einstellungen wurden erfolgreich aktualisiert.

source: Failed to update Wifi settings.
de: Die WLAN-Einstellungen konnten nicht aktualisiert werden.

source: On this tab you can set up other turris devices which can be controlled by this device. You need to generate token on the remote tab on the device you wan't to control. And insert the token here.
de: Hier können Sie weitere Turris-Geräte einrichten, die durch dieses Gerät gesteuert werden können. Sie müssen ein Token auf dem zu steuernden Gerät generieren (unter Remote) und das Token dann hier einfügen.

source: Loading manged devices...
de: Laden von verwalteten Geräten.....

source: On this tab you can set up Wi-Fi of other devices controlled by this device.
de: Auf dieser Registerkarte können Sie das WLAN anderer Geräte einrichten, die von diesem Gerät gesteuert werden.
